
/* the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "Manipulação de aplicativos";

/* Inspectors... */
"VTGroupDesktops_name" = "Manipulação de desktop";

/* Applications... */
"VTGroupInspection_name" = "Inspetores";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "Navegação";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "Move o aplicativo para o desktop ao leste";
"VTRequestApplicationMoveToEast_name" = "Mover aplicativo para o leste";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "Move o aplicativo para o desktop ao norte";
"VTRequestApplicationMoveToNorth_name" = "Mover aplicativo para o norte";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "Move aplicativo para o desktop ao sul";
"VTRequestApplicationMoveToSouth_name" = "Mover aplicativo para o sul";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "Move o aplicativo para o desktop ao oeste";
"VTRequestApplicationMoveToWest_name" = "Mover aplicativo para o oeste";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "Mostrar deskotp de nome '%@'";
"VTRequestChangeDesktop_name" = "Mostrar desktop '%@'";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "Mostra o desktop localizado à direita do desktop atual";
"VTRequestChangeDesktopToEast_name" = "Mostrar desktop à direita";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "Mostrar o desktop no qual você trabalhou antes de alternar para o desktop atual";
"VTRequestChangeDesktopToLast_name" = "Mostrar desktop anterior";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "Mostra o desktop localizado acima do desktop atual";
"VTRequestChangeDesktopToNorth_name" = "Mostrar desktop de cima";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "Mostrar o desktop que estava marcado como desktop de retorno";
"VTRequestChangeDesktopToSnapback_name" = "Mostrar o desktop de Retorno";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "Mostra o desktop localizado abaixo do desktop atual";
"VTRequestChangeDesktopToSouth_name" = "Mostra desktop de baixo";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "Mostra o desktop localizado à esquerda do desktop atual";
"VTRequestChangeDesktopToWest_name" = "Mostrar desktop à esquerda";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "Apaga o desktop atual, opcionalmente movendo todas as janelas para outro desktop e altenando para o desktop anteriormente mostrado";
"VTRequestDeleteDesktop_name" = "Apagar desktop mostrado";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "Mostra o controle de janelas que permite que que você ligue/retire a ligação e mova janelas entre desktops";
"VTRequestDisplayOverlay_name" = "Mostra o controle de janelas";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "Mostra informações sobre aplicativos que estão rodando ou que são lembrados pelo Virtue";
"VTRequestInspectApplications_name" = "Inspecionar aplicativos";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "Mostra informações sobre um desktop específico e disponibiliza uma lista de todos os aplicativos e janelas abertas no desktop";
"VTRequestInspectDesktop_name" = "Inspecionar desktop";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "Mostra todos os desktops disponíveis, seus status, e permite que sejam renomeados, reordenados, removidos ou novos desktops adicionados";
"VTRequestInspectDesktops_name" = "Inspecionar desktops disponíveis";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Mostra as preferências de usuário do Virtue";
"VTRequestInspectPreferences_name" = "Inspecionar preferências";
"VTRequestSendWindowBack_desc" = "Send Window Under Point Back";
"VTRequestSendWindowBack_name" = "Send Window Back";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "Ajusta o desktop atual como deskto pde retorno";
"VTRequestSetSnapbackDesktop_name" = "Marcar como desktop de Retorno";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "Mostra o pager que permite a você navegar pelos desktops disponíveis";
"VTRequestShowPager_name" = "Mostrar o pager de desktops";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "Mostra o pager de desktops. Permite que você navegue pelos desktops disponíveis e troque para outro desktop, sem ser necessário segurar a tecla modificadora";
"VTRequestShowPagerAndStick_name" = "Mostrar pager de desktops imutável";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "Permite que você esconda ou mostre o menu";
"VTRequestToggleStatusbarMenu_name" = "Altera o status do menu";
